[P_1_3_3OilRig_Blindside]
Goal_0002L=Infiltre-se na refinaria de petróleo.
Goal_0003L=Siga o técnico mercenário.
Goal_0007L=Siga o técnico mercenário.
Note_0004L=Evite a todo custo ser descoberto pelo técnico mercenário ou sua escolta antes que ele use a chave criptográfica. A revelação de sua presença comprometerá o resultado da missão. 
Note_0008L=As pegadas oleosas poderão ser melhor visualizadas com os óculos de visão noturna. 
Speech_0001L=GSOLD 21 - Ouçam todos. Nosso técnico de informática está de volta com a chave criptográfica. Preciso que dois homens o encontrem nas docas e escoltem-no até o centro de dados. Vamos acabar logo com isso. É perigoso ficar aqui.  

[P_1_3_3OilRig_BoomShakalaka]

[P_1_3_3OilRig_BoomTimer]

[P_1_3_3OilRig_ChopperExplosion]

[P_1_3_3OilRig_ColonialMarine]

[P_1_3_3OilRig_DannyCarey]

[P_1_3_3OilRig_DasBoot]

[P_1_3_3OilRig_DispatcherHacker]

[P_1_3_3OilRig_Escort]
Speech_0011L=PIOTR -  Suffering Christ!  What the hell was that?
Speech_0012L=GSOLD -  We're being attacked. 
Speech_0013L=PIOTR -  We have to get off this...
Speech_0014L=GSOLD -  (interrupting) We're going to the data hub.  Double time.  
Speech_0005L=GSOLD45A -  It won't open.
Speech_0006L=GSOLD45B -  Unlock it, you nit.
Speech_0007L=GSOLD45A -  I did, I think it's broken.
Speech_0008L=PIOTR -  What's the hold-up?
Speech_0009L=GSOLD435A -  It's this damn rig, everything's...
Speech_0010L=GSOLD45B -  (interrupting) Never mind.  We'll go around.

[P_1_3_3OilRig_FireRoom]

[P_1_3_3OilRig_FireRoom2]

[P_1_3_3OilRig_JustinChancellor]

[P_1_3_3OilRig_LambertComm]
Speech_0015L=LAMBERT - O GPS mostra que você está longe de Piotr. Se não se aproximar mais, vamos perdê-lo.
Speech_0016L=LAMBERT - Rápido, Fisher. Você precisa estar perto de Piotr quando ele se conectar. Estamos a ponto de ter de abortar a missão. 
Speech_0002L=LAMBERT - São nossos amigos da força aérea. As tropas terrestres chegarão logo. Manterei você informado.  
Speech_0004L=LAMBERT - Informe da ofensiva. Nossos aviões vão prosseguir com o ataque aéreo até que fiquem sem eletricidade. Caminho livre depois. 
Speech_0005L=FISHER - Isso modifica minha missão?
Speech_0006L=LAMBERT - Não. Mas evite nossos compatriotas. Eles não esperam encontrá-lo e não podemos assegurar que serão muito amáveis. 
Speech_0007L=LAMBERT - Mudança de planos, Fisher. Encontre o técnico Piotr. Queremos a maleta que ele carrega. 
Speech_0008L=FISHER - Ele descarregou os dados nela?
Speech_0009L=LAMBERT - Sim, em um laptop que está dentro dela. Utilize a força se necessário. 
Goal_0010L=Recupere o laptop que está na maleta do técnico mercenário. 
Goal_0021L=Consiga de qualquer jeito a maleta do técnico mercenário. 
Speech_0014L=LAMBERT - Mas que diabos está fazendo, Fisher? A missão terminou. 
Speech_0017L=LAMBERT - É, você está muito longe. A missão terminou. Saia daí. 
Speech_0018L=LAMBERT - Excelente trabalho, Fisher. Hora de dar o fora. 
Speech_0019L=FISHER - Para onde? 
Speech_0020L=LAMBERT - Para a estação de depuração ambiental. Mas o piloto da Osprey não descerá até que você espalhe uma nuvem de fumaça entre ele e os georgianos. Mais detalhes em seu OPSAT.

[P_1_3_3OilRig_MachiDistract]
Speech_0001L=GSOLD29A -  See?  It's still spraying!
Speech_0003L=GSOLD29B -  I swear, I turned it off.
Speech_0004L=GSOLD29A -  Sure you did.
Speech_0005L=GSOLD29B -  I did!

[P_1_3_3OilRig_MachiWater]

[P_1_3_3OilRig_PiotrInterrogation]
Speech_0001L=FISHER -  What makes this worth the risk?
Speech_0002L=PIOTR -  Who the hell are you?  Agh!  (pain) 
Speech_0003L=FISHER -  Don't ask any more questions.  Answers only and fast.  
Speech_0004L=PIOTR -  I understand.
Speech_0005L=FISHER -  Why risk manually extracting data from a battle zone? 
Speech_0006L=PIOTR -  It was the only way.  We encrypted with a non-transferable destroy-on-use hard key.  
Speech_0007L=FISHER -  What's the data?
Speech_0008L=PIOTR -  I'm just a messenger, I don't know.  Something about an Ark.
Speech_0009L=FISHER -  What's that?
Speech_0010L=PIOTR -  I don't know.  What Nikoladze wants most.
Speech_0011L=FISHER -  Where were you going to take the briefcase?
Speech_0012L=PIOTR -  I don't know.  I wasn't going to find out until I was onboard the escape ship.  Masse is a complete control freak.  
Speech_0013L=FISHER -  Masse?
Speech_0014L=PIOTR -  Please, I don't want to, Agh!  (pain) Philip Masse.  Nikoladze's lead programmer. 
Speech_0015L=PIOTR -  I swear that's all I know.
Speech_0016L=PIOTR -  You might as well kill me.  Otherwise Nikoladze's men will.   

[P_1_3_3OilRig_PostHubOthers]

[P_1_3_3OilRig_PostHubOthers2]

[P_1_3_3OilRig_PostHubTech]

[P_1_3_3OilRig_SubspaceComm]
Goal_0001L=Infiltre-se na refinaria de petróleo.
Goal_0002L=Infiltre-se na refinaria de petróleo.
Goal_0003L=Siga o técnico mercenário.
Goal_0004L=Siga o técnico mercenário.
Note_0005L=Evite a todo custo ser descoberto pelo técnico mercenário ou sua escolta antes que ele use a chave criptográfica. A revelação de sua presença comprometerá o resultado da missão. 

[P_1_3_3OilRig_TopDudes]
Speech_0007L=GSOLD31 - Alerta transmitido por Philip Masse. Aviões de guerra americanos se aproximam!
Speech_0001L=GSOLD37 - Avise a todos os homens armados lá em cima. Os americanos estão aqui! 
Speech_0002L=GSOLD37 -  Estamos sendo atacados. Tivemos danos consideráveis... 
Speech_0003L=GSOLD37 - São caças americanos!  Estão retornando. Avisem que tropas se aproximam. 
Speech_0005L=GSOLD -  The Americans just destroyed Piotr's chopper!  Get him to the docking station for... (STATIC BURST)

Speech_0004L=GSOLD31 - Alerta transmitido por Philip Masse. Aviões de guerra americanos se aproximam!
